Revit 2026 API

# GroundConductorSizeSetReverseIterator Method

---

Retrieve a backward moving iterator to the set.

**Namespace:** Autodesk.Revit.DB.Electrical**Assembly:** RevitAPI (in RevitAPI.dll) Version: 26.0.4.0 (26.0.4.0)

```csharp
public virtual GroundConductorSizeSetIterator ReverseIterator()
```
```vb
Public Overridable Function ReverseIterator As GroundConductorSizeSetIterator
```
```cpp
public:
virtual GroundConductorSizeSetIterator^ ReverseIterator()
```
```fsharp
abstract ReverseIterator : unit -> GroundConductorSizeSetIterator
override ReverseIterator : unit -> GroundConductorSizeSetIterator
```

#### Return Value

GroundConductorSizeSetIteratorReturns a backward moving iterator to the set.

#### Reference

GroundConductorSizeSet Class

Autodesk.Revit.DB.Electrical Namespace